holly_inlet_kappaepsilon_noturbulence2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inletFace
    {
        type            patch;
        nFaces          450;
        startFace       420;
    }
    inlet
    {
        type            patch;
        nFaces          15;
        startFace       870;
    }
    inletWalls
    {
        type            wall;
        nFaces          30;
        startFace       885;
    }
    outletInlet
    {
        type            patch;
        nFaces          15;
        startFace       915;
    }
)

// ************************************************************************* //
